{
	"mobile_brands": [{
		"name": "Oppo",
		"description": "OPPO Electronics Corp. is an electronics manufacturer based in Guangdong, China. Known for its smartphones, the company also makes MP3 players, portable media players, LCD-TVs, and DVD/Blu-ray players. It was founded in 2004. The company is also a smartphone maker",
		"url": "assets/oppo.png"
	}, {
		"name": "Apple",
		"description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
		"url": "assets/apple.jpg"

	}, {
		"name": "Asus",
		"description": "Asus is the world's 4th-largest PC vendor by 2015 unit sales. Asus appears in BusinessWeek's and rankings, and it ranked first in the IT Hardware category of the 2008 Taiwan Top 10 Global Brands survey with a total brand value of $1.3 billion.",
		"url": "assets/asus.png"
	}, {
		"name": "Huawei",
		"description": "Huawei Phones. The Chinese telecommunications company has been manufacturing mobile phones since 1997. It is also the largest telecom infrastructure maker in the world. The company also makes Android smartphones and tablets.",
		"url": "assets/huawei.jpg"
	}, {
		"name": "Lenovo",
		"description": "Lenovo Group Ltd. /lɛnˈoʊvoʊ/ is a Chinese multinational technology company with headquarters in Beijing, China, and Morrisville, North Carolina, United States.[4] It designs, develops, manufactures and sells personal computers, tablet computers, smartphones, workstations, servers, electronic storage devices, IT management software, and smart televisions.",
		"url": "assets/lenovo.png"
	}, {
		"name": "Microsoft",
		"description": "Microsoft Corporation /ˈmaɪkrəˌsɒft, -roʊ-, -ˌsɔːft/ is an American multinational technology ..... On February 12, 2009, Microsoft announced its intent to open a chain of Microsoft-branded retail stores, and on October 22, 2009, the first retail ",
		"url": "assets/microsoft.png"
	}, {
		"name": "Moto",
		"description": "Motorola, Inc was an American multinational telecommunications company based in ... The Motorola brand name became so well-known that Galvin Manufacturing Corporation later changed its name to Motorola, Inc. Galvin Manufacturing ...",
		"url": "assets/moto.png"
	}, {
		"name": "Nokia",
		"description": "Nokia Corporation stylised as NOKIA, is a Finnish multinational communications and ..... On 18 May 2016, Microsoft announced the sale of the Nokia-branded ...",
		"url": "assets/nokia.png"
	}, {
		"name": "Samsung",
		"description": "Samsung is a South Korean multinational conglomerate company headquartered in Samsung Town, Seoul. It comprises numerous subsidiaries and affiliated ...",
		"url": "assets/samsung.jpg"
	}, {
		"name": "Sony",
		"description": "Sony Corporation is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo, Japan. Its diversified business includes ...",
		"url": "assets/sony.jpg"
	}]
}